#language: ru
Функционал: Добавление товаров на сайте Озона

  @Web
  Сценарий: Добавление в корзину айфонов
    * Логинимся с помощью почты: "kader4ik@mail.ru" и пароля: "12345678"
    * Вбиваем в поисковую строку нужный нам товар: "iPhone 7 Plus"
    * Добавляем в корзину пять товаров
    * Нажимаем на корзину
    * Количество товаров в корзине должно быть равно "5 товаров"
    * Удаляем все товары из корзины
    * Разлогиниваемся с сервера
    * Логинимся с помощью почты: "kader4ik@mail.ru" и пароля: "12345678"
    * Нажимаем на корзину
    * Проверяем, что корзина пустая. Ищем заголовок "Корзина пуста"